aaron-bond.better-comments
batisteo.vscode-django
beardedbear.beardedtheme
bibhasdn.django-html
bibhasdn.django-snippets
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
fallenmax.mithril-emmet
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
hancel.google-translate
isudox.vscode-jetbrains-keybindings
katsute.code-background
kevinrose.vsc-python-indent
mikoz.black-py
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ru
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.js-debug-nightly
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
njpwerner.autodocstring
octref.vetur
openai.chatgpt
pkief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.liveserver
shalldie.background
streetsidesoftware.code-spell-checker
tonybaloney.vscode-pets
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wallabyjs.quokka-vscode
wholroyd.jinja
xabikos.javascriptsnippets
yy0931.vscode-sqlite3-editor
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
zignd.html-css-class-completion
